/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "A Skype WiFi bemutatása";
"INTRO_SUBHEADER" = "Ha a nyilvános WiFi hozzáférési pontoknál csatlakozik az internethez, csak a felhasznált percekért kell Skype-kredittel fizetnie.";
"INTRO_ICON_WIFI" = "Használhatja a Skype-ot, ellenőrizheti e-mailes postafiókját, vagy böngészhet a weben.";
"INTRO_ICON_GLOBE" = "A Skype WiFi több mint egymillió helyen érhető el világszerte.";
"INTRO_ICON_SKYPECREDIT" = "Csak a felhasznált percekért kell fizetnie.";

"STATE_CHECKINGNETWORK_HEADER" = "Kérjük, várjon…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Skype WiFi-hálózatok keresése";

"STATE_JOINWIFI_HEADER" = "Nem csatlakozik a WiFi-hez";
"STATE_JOINWIFI_SUBHEADER" = "Csatlakozzon egy, a Skype WiFi használatát támogató nyilvános WiFi-hálózathoz.";

"STATE_ALREADYONLINE_HEADER" = "Már csatlakozott az internethez";
"STATE_ALREADYONLINE_SUBHEADER" = "Úgy tűnik, már csatlakozott az internethez. A Skype WiFi segítségével világszerte több mint 1 millió nyilvános WiFi hozzáférési ponton keresztül csatlakozhat az internethez.";

"STATE_GENERALERROR_HEADER" = "Sikertelen csatlakozás";
"STATE_GENERALERROR_SUBHEADER" = "A WiFi-hálózat nem reagál megfelelően. Próbáljon egy másik hálózathoz csatlakozni.";

"STATE_CONNECT_HEADER" = "A Skype WiFi itt elérhető";
"STATE_CONNECT_TOS_HTML_FORMAT" = "A csatlakozással elfogadom a szolgáltató <a href=\"%@\">használati feltételeit</a>";

"STATE_CONNECT_BUTTON" = "Csatlakozás";
"STATE_CONNECTING_BUTTON" = "Csatlakozás…";

"STATE_CONNECTED_SHORT" = "Csatlakoztatva";
"STATE_CONNECTED_HEADER" = "Skype WiFi-vel éri el az internetet";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Kapcsolat bontása";
"STATE_DISCONNECTING_BUTTON" = "Kapcsolat bontása…";

"STATE_NOCREDIT_HEADER" = "Nincs elég Skype-kreditje";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "További információ";
"CLOSE_BUTTON" = "Bezárás";
"GO_BACK_BUTTON" = "Vissza";
"CONTINUE_BUTTON" = "Folytatás";

"REQUIRES_OSX_VERSION_MESSAGE" = "A Skype WiFi használatához OS X %@ vagy újabb operációs rendszer szükséges.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "A Skype WiFi jelenleg még nem használható a Microsoft-fiókjával. Helyette jelentkezzen be közvetlenül Skype-nevével és jelszavával.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "A Skype WiFi jelenleg még nem használható a Microsoft-fiókjával. Hozzon létre egy Skype-fiókot, és jelentkezzen be közvetlenül azzal.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi – „%@”";

"FLOATER_CONNECTED_TITLE" = "Skype WiFi-vel éri el az internetet";
"FLOATER_CONNECTED_WISPR_TITLE" = "Csatlakozik az internethez";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "A kapcsolat hamarosan lejár";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Az Ön védelme érdekében Skype-kreditek használata esetén a kapcsolat automatikusan bontva lesz, amennyiben Ön elfelejti bontani azt.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d perc";

"STATE_CONNECT_SUBHEADER" = "Csatlakozzon a Skype WiFi segítségével az internethez ezen a hálózaton, és csak a felhasznált percekért kell Skype-kredittel fizetnie.";
"STATE_CONNECT_FREE_HEADER" = "A Skype WiFi használata itt ingyenes";
"STATE_CONNECT_FREE_SUBHEADER" = "Ingyenes internet-hozzáférést vehet igénybe ezen a hozzáférési ponton a Skype WiFi használatával. Böngészhet a weben, ellenőrizheti e-mail üzeneteit, vagy használhatja a Skype-ot.";
"STATE_CONNECT_WISPR_HEADER" = "Fiókkal rendelkezem ennél a szolgáltatónál";
"STATE_CONNECT_WISPR_SUBHEADER" = "Ha már rendelkezik fiókkal ennél a szolgáltatónál, adja meg itt a hitelesítő adatait.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Internetkapcsolata hamarosan lejár";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Bármikor bonthatja a kapcsolatot, és csak a felhasznált percek után fizet.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Körülbelül %d percig csatlakozott az internethez.";
"COUNTUP_0MIN" = "Kevesebb mint egy percig csatlakozott az internethez.";
"COUNTUP_1MIN" = "Körülbelül egy percig csatlakozott az internethez.";
"STATE_CONNECTED_WISPR_HEADER" = "Csatlakoztatva az internethez";
"STATE_CONNECTED_WISPR_SUBHEADER" = "A fiókján keresztül csatlakozik ehhez a hozzáférési ponthoz. Bármikor bonthatja a kapcsolatot.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Kérjük, értékelje a hozzáférési pontot";

"STATE_CONNECTED_EXTEND_BUTTON" = "Elérhető maradok";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Újracsatlakozás…";

"STATE_NOCREDIT_SUBHEADER" = "A percalapú Skype WiFi-interneteléréshez Skype-kredit szükséges.";
"STATE_NOCREDIT_BUTTON" = "Skype-kreditek vásárlása";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Hálózat ellenőrzése";
"STATE_JOINWIFI_SHORT" = "Nincs WiFi";
"STATE_ALREADYONLINE_SHORT" = "Csatlakozott az internethez";
"STATE_GENERALERROR_SHORT" = "Hiba";
"STATE_CONNECT_SHORT" = "Itt elérhető";
"STATE_NOCREDIT_SHORT" = "Kifogyott a kreditekből";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d perc van hátra";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 perc van hátra";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Kevesebb mint egy perc van hátra";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Internetkapcsolata hamarosan lejár.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype-név";
"LOGIN_PASSWORD_PLACEHOLDER" = "Jelszó";
"LOGIN_BUTTON" = "Bejelentkezés";
"SIGN_OUT_BUTTON" = "Kijelentkezés";

/* unused */
"LOGIN_PROBLEMS" = "Problémákat tapasztal bejelentkezéskor?";
"LOGIN_CREATE_ACCOUNT" = "Fiók létrehozása";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Beállítások";
/* unused */
"SETTINGS_BUTTON" = "Beállítások";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi, verziószám: %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype és/vagy Microsoft";
"ABOUT_PATENTPENDING" = "Bejelentett szabadalom";
"ABOUT_FEEDBACK_BUTTON" = "Visszajelzés";
"ABOUT_LEGAL_BUTTON" = "Jogi közlemények";
"ABOUT_TRADEMARK" = "A Skype név, illetve a vonatkozó védjegyek és emblémák, valamint az „S” embléma a Skype védjegye.";
"ABOUT_DISCLAIMER" = "Figyelmeztetés: Ezt a programot a szerzői jogi törvény és nemzetközi egyezmények védik. A programnak vagy bármely részének engedély nélküli lemásolása vagy továbbadása vádemelést vonhat maga után, és a jog keretei között lehetséges maximális büntetőjogi és polgári következményekkel járhat.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype-név";
"PROFILE_SKYPECREDIT" = "Skype-kredit";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Nem alkalmazható";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Betöltés…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Felkeresett hozzáférési pontok";
"USAGE_PREVIOUSCONNECTIONS" = "Korábbi kapcsolatok";
"USAGE_LASTUSED" = "Legutóbbi használat";
"USAGE_LASTUSED_NEVER_VALUE" = "Soha";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Népszerű helyek";
"SUPPORTEDNETWORKS_PROVIDERS" = "Szolgáltatók";
